cases/chpt4-tin-solid-506-sol/constant/physicalProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      physicalqProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

muMag 1.0;//1.0;

dablab 0.0;//0;

muMagR 1.0;//1.0;

muUnits 1.0;//1.0;

sigma_l 0.0;//10.0;

epsilon 1.0;//1.0;

nuEM 1e-6;//

k_EM 1.0;

B0 (0 0 0);

threePhaseEM false;

sourceVel (0 0 0);
sourcePos0 (0 0 0.0006275);
sourcePos1 (0 0 0);
sourcePos2 (0 0 0);
sourceOmega 0.001;
sourcePenn 0.0005;
sourceStartTime 0;
sourcePauseTime 10;
sourceEndTime 9;
sourceB0 (0 0 -1000);
sourceC_C 1;
sourceFieldCut 0.05;
sourceOn false;

sourcePause 1000;
sourceTwo false;
sourceThree false;
oneMeter 1;